Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CHECK_IN_LOCATION_HISTORY_VIEW_TITLE
source: Check In Data
ar: بيانات الاطمئنان
bg: Данни за Проверка
ca: Dades de l’acompanyament
cs: Data funkce Doprovod
da: Data om Tjek ankomst
de: Wegbegleitungs­daten
el: Δεδομένα Δήλωσης άφιξης
es: Datos del aviso de llegada
es_us: Datos para Check In
fi: Tilanteentarkistuksen tiedot
fr: Données de l’accompagnement
fr_ca: Données d’accompagnement
he: נתוני ״עדכון שהכול בסדר״
hi: चेक इन डेटा
hr: Podaci Potvrde lokacije
hu: Helyzetjelentés adatai
id: Data Periksa
it: Dati di “Tutto bene”
ja: 到着確認データ
kk: «Байланысқа шығу» деректері
ko: 안전 확인 데이터
lt: Atvykimo patvirtinimo duomenys
ms: Data Periksa
nl: Check-ingegevens
no: Oppfølgingsdata
pl: Dane sesji Daj znać
pt_br: Dados de Chegou Bem
pt_pt: Dados de verificação
ro: Date Acompaniere
ru: Данные сеанса «На связи»
sk: Dáta sprevádzania
sl: Podatki za funkcijo Tukaj sem
sv: Avstämningsdata
th: ข้อมูลเช็คอิน
tr: Durum Denetleme Verisi
uk: Дані Супроводу
vi: Dữ liệu Kiểm tra
zh_cn: 平安确认数据
zh_hk: 「報平安」資料
zh_tw: 「平安通報」資料

# RCS_DUAL_SIM_ACTIVATION_ERROR_CELLULAR_DATA_SETTINGS
source: Cellular Data Settings
ar: إعدادات البيانات الخلوية
bg: Настройки на мобилни данни
ca: configuració de les dades mòbils
cs: Nastavení mobilní sítě
da: Indstillinger til mobildata
de: Einstellungen für Mobildaten
el: Ρυθμίσεις δεδομένων κινητού δικτύου
es: Ajustes de datos móviles
es_us: Configuración de datos celulares
fi: Mobiilidata-asetukset
fr: Réglages Données cellulaires
fr_ca: Réglages des données cellulaires
he: הגדרות נתונים סלולריים
hi: मोबाइल डेटा सेटिंग्ज़
hr: Postavke mobilnih podataka
hu: Mobiladat-hálózat beállításai
id: Pengaturan Data Seluler
it: Impostazioni dati cellulare
ja: モバイルデータ通信設定
kk: Ұялы деректердің реттеулері
ko: 셀룰러 데이터 설정
lt: Mobiliojo ryšio duomenų nustatymai
ms: Seting Data Selular
nl: Instellingen voor mobiele data
no: Mobildatainnstillinger
pl: Ustawienia danych komórkowych
pt_br: Ajustes de Dados Celulares
pt_pt: Definições de dados móveis
ro: Configurări date celulare
ru: Настройки сотовых данных
sk: Nastavenia mobilných dát
sl: Nastavitve paketa mobilnih podatkov
sv: Inställningar för mobildata
th: การตั้งค่าข้อมูลเซลลูลาร์
tr: Hücresel Veri Ayarları
uk: Параметри стільникових даних
vi: Cài đặt dữ liệu di động
zh_cn: 蜂窝数据设置
zh_hk: 流動數據設定
zh_tw: 行動數據設定

source: Keep Messages
ar: الاحتفاظ بالرسائل
bg: Пази съобщенията
ca: Conserva els missatges
cs: Ponechat zprávy
da: Behold beskeder
de: Nachrichten behalten
el: Διατήρηση μηνυμάτων
es: Conservar mensajes
es_us: Conservar mensajes
fi: Säilytä viestit
fr: Garder les messages
fr_ca: Garder les messages
he: שמירת הודעות
hi: संदेश रखें
hr: Zadrži poruke
hu: Üzenetek megtartása
id: Simpan Pesan
it: Conserva i messaggi
ja: メッセージの保存期間
kk: Хабарларды қалдыру
ko: 메시지 유지
lt: Palikti žinutes
ms: Simpan Mesej
nl: Bewaar berichten
no: Behold meldinger
pl: Przechowuj wiadomości
pt_br: Manter Mensagens
pt_pt: Manter mensagens
ro: Păstrați mesajele
ru: Оставлять сообщения
sk: Ponechať správy
sl: Obdrži sporočila
sv: Behåll meddelanden
th: เก็บข้อความ
tr: Mesajları Tut
uk: Зберігати повідомлення
vi: Lưu tin nhắn
zh_cn: 保留信息
zh_hk: 保留訊息
zh_tw: 保留訊息

# MENTIONS_NOTIFY_ME
source: Notify Me
ar: إعلامي
bg: Известявай ме
ca: Avisa’m
cs: Oznámit mi
da: Giv mig besked
de: Mitteilung an mich
el: Γνωστοποίηση
es: Notificarme
es_us: Notificarme
fi: Ilmoita minulle
fr: Me prévenir
fr_ca: Me prévenir
he: קבלת עדכון
hi: मुझे सूचित करें
hr: Obavijesti me
hu: Értesítés
id: Beri Tahu Saya
it: Avvisami
ja: 自分に通知
kk: Маған хабарлау
ko: 알림 받기
lt: Pranešti
ms: Maklumkan Saya
nl: Meld aan mij
no: Varsle meg
pl: Powiadom mnie
pt_br: Notifique-me
pt_pt: Notificar‑me
ro: Primiți notificare
ru: С уведомлением
sk: Upozorniť ma
sl: Obvesti me
sv: Meddela mig
th: แจ้งเตือนฉัน
tr: Bana Bildir
uk: Сповіщати
vi: Thông báo cho tôi
zh_cn: 通知我
zh_hk: 通知我
zh_tw: 通知我

# RAISE_TO_LISTEN_DESCRIPTION
source: Raise to Listen allows you to quickly listen and reply to incoming audio messages by raising the phone to your ear.
ar: رفع للاستماع يتيح لك الاستماع بسرعة والرد على الرسائل الصوتية الواردة من خلال رفع الهاتف إلى أذنك.
bg: Функцията „Вдигни, за да чуеш“ ви позволява бързо да чуете и да отговорите на входящо аудио съобщение, като вдигнете телефона до ухото си.
ca: L’opció “Alça per escoltar” et permet escoltar els missatges d’àudio que t’arribin i respondre‑hi ràpidament acostant el telèfon a l’orella.
cs: Funkce Přečíst při zvednutí vám umožňuje vyslechnout si příchozí zvukové zprávy a odpovědět na ně zvednutím telefonu k uchu.
da: Med Hold ved øret for at lytte kan du hurtigt lytte til modtagne lydbeskeder ved at holde telefonen ved øret.
de: Mit der Funktion „Zum Hören ans Ohr“ kannst du eingehende Audionachrichten schnell anhören und beantworten, indem du das iPhone ans Ohr hältst.
el: Το «Σήκωμα για ακρόαση» επιτρέπει τη γρήγορη ακρόαση και απάντηση σε εισερχόμενα ηχητικά μηνύματα τοποθετώντας το τηλέφωνο στο αυτί σας.
es: “Levantar para escuchar” te permite escuchar y responder rápidamente a los mensajes de audio que te lleguen elevando el teléfono hasta el oído.
es_us: Levantar para escuchar te permite escuchar y contestar rápidamente mensajes de audio al levantar el teléfono hasta tu oído.
fi: Kuuntele nostamalla -toiminnon avulla voit nopeasti kuunnella tulleita ääniviestejä ja vastata niihin nostamalla puhelimen korvallesi.
fr: Approcher pour écouter vous permet d’écouter et de répondre rapidement aux messages audio reçus en portant le téléphone à l’oreille.
fr_ca: Porter à l’oreille pour écouter vous permet d’écouter et de répondre rapidement aux messages audio reçus en portant le téléphone à l’oreille.
he: המאפיין ״הצמדה לאוזן כדי להאזין״ מאפשר לך לשמוע הודעות שמע נכנסות ולהגיב להן במהירות על ידי הצמדת המכשיר לאוזן.
hi: फ़ोन को उठाकर अपने कान के पास लाने से “उठाकर सुनें” आपको इनकमिंग ऑडियो संदेशों को तेज़ी से सुनने और जवाब देने की अनुमति देता है।
hr: Opcija podizanja za slušanje omogućava vam brzo preslušavanje i odgovaranje na dolazne audio poruke tako da podignete telefon prema uhu.
hu: Az Emelés a hallgatáshoz funkcióval elég a füléhez emelnie a telefonját ahhoz, hogy meghallgassa és megválaszolja a bejövő hangüzeneteket.
id: Angkat-Dengarkan memungkinkan Anda untuk mendengar dan membalas pesan audio masuk dengan cepat dengan mengangkat telepon ke telinga Anda.
it: “Alza per ascoltare” ti permette di ascoltare rapidamente e di rispondere a messaggi audio in entrata avvicinando il telefono all’orecchio.
ja: “耳にあてて聴く”をオンにすると、電話を耳にあてるだけで簡単にオーディオメッセージを再生して返信できます。
kk: «Тыңдау үшін көтеру» функциясы телефонды құлағыңызға апару арқылы кіріс аудио хабарларды жылдам тыңдауға және жауап беруге мүмкіндік береді.
ko: 귀에 대고 듣기를 사용하는 경우 전화기를 들어 귀에 갖다 대기만 하면 수신 오디오 메시지를 빠르게 듣고 응답할 수 있습니다.
lt: Funkcija „Klausymasis pakėlus“ leidžia greitai perklausyti gaunamas garso žinutes ir į jas atsakyti, pakeliant telefoną prie ausies.
ms: Angkat untuk Dengar membenarkan anda mendengar dan membalas mesej audio masuk dengan cepat dengan mengangkat telefon ke telinga anda.
nl: Met 'Houd bij oor om te luisteren' kun je inkomende audioberichten snel beluisteren en beantwoorden door de telefoon bij je oor te houden.
no: Med Løft for å lytte kan du heve telefonen til øret for å raskt lytte til og svare på innkommende lydmeldinger.
pl: Funkcja Unieś i słuchaj pozwala szybko odsłuchiwać wiadomości audio i odpowiadać na nie: wystarczy unieść telefon do ucha.
pt_br: O recurso Elevar para Ouvir permite ouvir e responder rapidamente às mensagens de áudio recebidas elevando o telefone até o ouvido.
pt_pt: A opção Levantar para ouvir permite ouvir e responder rapidamente a mensagens de áudio simplesmente levando o telemóvel ao ouvido.
ro: Opțiunea “Ridicare pentru ascultare” vă permite să ascultați și să răspundeți rapid la mesajele audio primite prin ridicarea telefonului la ureche.
ru: Функция «Поднять, чтобы слушать» позволяет быстро прослушать и ответить на входящие аудиосообщения, просто поднеся телефон к уху.
sk: Funkcia Priložením k uchu vypočuť umožňuje rýchlo si vypočuť a odpovedať na prichádzajúce audiosprávy priložením telefónu k uchu.
sl: Možnost dviga za poslušanje vam omogoča hitro poslušanje in odgovarjanje na dohodna zvočna sporočila, tako da dvignete telefon k ušesu.
sv: Håll upp för att lyssna gör det möjligt att snabbt lyssna och svara på inkommande ljudmeddelanden genom att lyfta upp telefonen till örat.
th: การยกขึ้นเพื่อฟังจะช่วยให้คุณฟังได้รวดเร็วและตอบกลับข้อความเสียงโดยยกโทรศัพท์ให้ใกล้กับหูของคุณ
tr: Dinlemek İçin Yaklaştır, telefonu kulağınıza yaklaştırarak gelen sesli mesajları çabucak dinleyip yanıt vermenizi sağlar.
uk: Опція «Піднесіть, щоб слухати» дає змогу миттєво прослухати і відповісти на вхідні аудіоповідомлення, піднявши телефон до вуха.
vi: Đưa lên để nghe cho phép bạn nghe và trả lời nhanh tin nhắn âm thanh đến bằng cách đưa điện thoại lên ngang tai.
zh_cn: “贴近耳边听取”使你只需将电话举至耳边，即可快速听取和回复收到的音频信息。
zh_hk: 「放近耳邊聆聽」讓你只要將電話拿到耳邊即可聆聽及回覆語音訊息。
zh_tw: 「貼近耳邊聽取」讓你只要將電話拿到耳邊即可快速聽取和回覆傳來的語音訊息。

# SMS_RELAY_MIC_DEVICES_FOOTER
source: These devices can send and receive text messages when each device has Messages in iCloud turned on.
ar: بإمكان هذه الأجهزة إرسال واستقبال الرسائل النصية عند تشغيل الرسائل في iCloud على كل جهاز.
bg: Тези устройства могат да изпращат и получават текстови съобщения, когато на всяко устройство са включени съобщенията в iCloud.
ca: Aquests dispositius poden enviar i rebre missatges de text quan tenen activats els missatges a l’iCloud.
cs: Na těchto zařízeních je možné odesílat a přijímat textové zprávy, jen pokud je na každém z nich zapnutá služba Zprávy na iCloudu.
da: Disse enheder kan sende og modtage tekstbeskeder, hvis alle enhederne har Beskeder i iCloud slået til.
de: Diese Geräte können Textnachrichten senden und empfangen, wenn „Nachrichten in iCloud“ auf dem jeweiligen Gerät aktiviert ist.
el: Αυτές οι συσκευές μπορούν να στέλνουν και να λαμβάνουν γραπτά μηνύματα όταν καθεμία από αυτές έχει ενεργοποιήσει τα Μηνύματα στο iCloud.
es: Estos dispositivos pueden enviar y recibir mensajes de texto cuando tienen activados los mensajes en iCloud.
es_us: Estos dispositivos pueden enviar y recibir mensajes de texto si se activó Mensajes en iCloud en cada dispositivo.
fi: Nämä laitteet voivat lähettää ja vastaanottaa tekstiviestejä, kun kussakin laitteessa on iCloud-viestit päällä.
fr: Ces appareils pourront envoyer et recevoir des messages texte lorsque « Messages sur iCloud » sera activé sur chacun d’eux.
fr_ca: Ces appareils peuvent envoyer et recevoir des messages texte lorsque l’option « Messages dans iCloud » est activée sur chacun d’eux.
he: כל אחד ממכשירים אלה יכול לשלוח ולקבל הודעות טקסט כאשר ״הודעות ב-iCloud״ מופעל בו.
hi: हर डिवाइस पर iCloud में संदेश चालू हो, तो ये डिवाइस SMS भेज और प्राप्त कर सकेंगे।
hr: Ovi uređaji mogu slati i primati tekstualne poruke kad svaki uređaj ima uključene Poruke na iCloudu.
hu: Ezek az eszközök képesek szöveges üzenetek küldésére és fogadására, amikor minden eszközön be van kapcsolva az Üzenetek az iCloudban funkció.
id: Perangkat ini dapat mengirim dan menerima pesan teks jika setiap perangkat menyalakan Pesan di iCloud.
it: Questi dispositivi possono inviare e ricevere messaggi di testo quando Messaggi su iCloud è attivo su ognuno di essi.
ja: 各デバイスで“iCloudにメッセージを保管”がオンになっていると、これらのデバイスでテキストメッセージを送受信できます。
kk: Әр құрылғыда «iCloud ішіндегі хабарлар» функциясы қосулы болғанда, бұл құрылғылар мәтіндік хабарларды жібере және қабылдай алады.
ko: 이 기기 각각에서 ‘iCloud에 메시지 보관’이 켜져 있는 경우 해당 기기에서 문자 메시지를 보내고 받을 수 있습니다.
lt: Šie įrenginiai gali siųsti ir gauti tekstines žinutes, kai kiekvieno įrenginio „iCloud“ įjungta programa „Žinutės“.
ms: Peranti ini boleh menghantar dan menerima mesej teks apabila setiap peranti telah mengaktifkan Mesej dalam iCloud.
nl: Deze apparaten kunnen tekstberichten sturen en ontvangen wanneer op elk apparaat 'Berichten in iCloud' is ingeschakeld.
no: Disse enhetene kan sende og motta tekstmeldinger når hver enkelt enhet har slått på Meldinger i iCloud.
pl: Te urządzenia mogą wysyłać i odbierać wiadomości tekstowe, gdy mają włączone Wiadomości w iCloud.
pt_br: Estes dispositivos poderão enviar e receber mensagens de texto quando as Mensagens no iCloud estiverem ativadas em cada um deles.
pt_pt: Estes dispositivos podem enviar e receber mensagens de texto quando todos os dispositivos tiverem as Mensagens em iCloud ativadas.
ro: Aceste dispozitive pot trimite și recepționa mesaje text atunci când fiecare dispozitiv are funcționalitatea “Mesaje pe iCloud” activată.
ru: Эти устройства могут отправлять и получать текстовые сообщения, когда на каждом из устройств включена функция «Сообщения в iCloud».
sk: Tieto zariadenia môžu posielať a prijímať textové správy, keď je na každom z nich zapnutá funkcia Správy v iCloude.
sl: Te naprave lahko pošiljajo in prejemajo sporočila SMS, če so v vsaki napravi vklopljena Sporočila v storitvi iCloud.
sv: Dessa enheter kan skicka och ta emot meddelanden när varje enhet har slagit på Meddelanden på iCloud.
th: อุปกรณ์เหล่านี้สามารถส่งและรับข้อความตัวอักษรได้เมื่ออุปกรณ์แต่ละเครื่องเปิดใช้ข้อความบน iCloud
tr: Bu aygıtlar, iCloud’daki Mesajlar seçenekleri açıkken mesaj gönderip alabilir.
uk: Ці пристрої можуть надсилати й отримувати текстові повідомлення, якщо на кожному пристрої ввімкнено функцію «Повідомлення в iCloud».
vi: Những thiết bị này có thể gửi và nhận tin nhắn văn bản khi mỗi thiết bị đều bật tính năng Tin nhắn trong iCloud.
zh_cn: 每台设备均打开iCloud云端信息时，这些设备可收发短信。
zh_hk: 當每一部裝置都已啟用iCloud雲端「訊息」，這些裝置可以傳送和接收文字訊息。
zh_tw: 這些裝置可以在每個裝置都啟用iCloud雲端「訊息」時收發訊息。

source: Show Subject Field
ar: إظهار حقل الموضوع
bg: Покажи заглавие
ca: Mostra el camp “Tema”
cs: Zobrazit pole Předmět
da: Vis emnefelt
de: Betreff-Feld anzeigen
el: Πεδίο θέματος
es: Mostrar campo Asunto
es_us: Mostrar campo Asunto
fi: Näytä Aihe-kenttä
fr: Champ Objet
fr_ca: Champ Objet
he: הצגת שדה הנושא
hi: विषय फ़ील्ड दिखाएँ
hr: Prikaži polje Predmet
hu: Tárgy mező mutatása
id: Tampilkan Subjek
it: Mostra campo Oggetto
ja: 件名欄を表示
kk: Тақырып өрісін көрсету
ko: 제목 필드 보기
lt: Rodyti temos lauką
ms: Tunjukkan Subjek
nl: Toon onderwerpveld
no: Vis emnefelt
pl: Pokaż pole tematu
pt_br: Mostrar Assunto
pt_pt: Ver campo Assunto
ro: Afișare câmp subiect
ru: Тема сообщения
sk: Zobraziť predmet
sl: Prikaži polje za zadevo
sv: Visa ämnesfält
th: แสดงช่องชื่อเรื่อง
tr: Konu Alanını Göster
uk: Показувати рядок теми
vi: Hiển thị trường Chủ đề
zh_cn: 显示主题栏
zh_hk: 顯示標題欄位
zh_tw: 顯示標題欄位

# VIDEO_MESSAGES_DESCRIPTION
source: Tap and hold the camera button in Messages to quickly send videos.
ar: اضغط باستمرار على زر الكاميرا في الرسائل لإرسال الفيديوهات بسرعة.
bg: Докоснете и задръжте бутона за камера в Съобщения, за да изпращате бързо видеа.
ca: Mantén premut el botó de la càmera a Missatges per enviar vídeos ràpidament.
cs: Chcete‑li rychle poslat video, klepněte na tlačítko fotoaparátu ve Zprávách a podržte je.
da: Tryk og hold kameraknappen nede i Beskeder for hurtigt at optage videoer.
de: Halte die Kamerataste in „Nachrichten“ gedrückt, um schnell Videos zu senden.
el: Αγγίξτε παρατεταμένα το κουμπί κάμερας στα Μηνύματα για γρήγορη αποστολή βίντεο.
es: Mantén pulsado el botón de la cámara en Mensajes para enviar vídeos rápidamente.
es_us: Toca sin soltar el botón de la cámara en Mensajes para enviar videos rápidamente.
fi: Lähetä video nopeasti pitämällä kamerapainiketta painettuna Viesteissä.
fr: Maintenez appuyé le bouton de l’appareil photo dans Messages pour envoyer des vidéos.
fr_ca: Touchez de façon prolongée le bouton de l’appareil photo dans Messages pour envoyer rapidement des vidéos.
he: ניתן להקיש ממושכות על כפתור המצלמה ב״הודעות״ כדי לשלוח הודעות וידאו במהירות.
hi: तेज़ी से वीडियो भेजने के लिए संदेश में कैमरा बटन पर टैप और होल्ड करें।
hr: Za brzo slanje videozapisa, dodirnite i zadržite tipku kamere u Porukama.
hu: Tartsa megérintve a kameragombot az Üzenetekben videók gyors küldéséhez.
id: Ketuk dan tahan tombol kamera di Pesan untuk mengirim video dengan cepat.
it: Tieni premuto il pulsante Fotocamera in Messaggi per inviare video.
ja: すばやくビデオを送信するには、“メッセージ”でカメラボタンをタップして押さえたままにします。
kk: Видеоларды жылдам жіберу үшін «Хабарлардағы» камера түймесін түртіп тұрыңыз.
ko: 비디오를 빠르게 보내려면 메시지에서 카메라 버튼을 탭하고 누른 채로 있으십시오.
lt: Norėdami greitai siųsti vaizdo įrašus, bakstelėkite ir palaikykite programos „Žinutės“ vaizdo kameros mygtuką.
ms: Ketik dan tahan butang kamera dalam Mesej untuk menghantar video dengan cepat.
nl: Houd je vinger op de cameraknop in Berichten om snel video's te versturen.
no: Trykk og hold på kameraknappen i Meldinger for å raskt sende videoer.
pl: Aby szybko wysyłać wideo, Stuknij i przytrzymaj przycisk aparatu w Wiadomościach.
pt_br: No Mensagens, mantenha o toque no botão da câmera para enviar vídeos rapidamente.
pt_pt: Na aplicação Mensagens, toque no botão da Câmara sem levantar o dedo para enviar vídeos rapidamente.
ro: Țineți apăsat butonul de cameră din Mesaje pentru a trimite rapid clipuri video.
ru: Чтобы быстро отправить видео, коснитесь кнопки камеры в «Сообщениях» и удерживайте ее.
sk: Pre rýchle poslanie videa podržte prst na tlačidle kamery v aplikácii Správy.
sl: Za hitro pošiljanje videoposnetkov tapnite in pridržite gumb za kamero v Sporočilih.
sv: Tryck och håll på kameraknappen i Meddelanden om du snabbt vill skicka videor.
th: แตะปุ่มกล้องค้างไว้ในข้อความเพื่อส่งวิดีโออย่างรวดเร็ว
tr: Mesajlar’da videoları hızlı bir şekilde göndermek için kamera düğmesini basılı tutun.
uk: Торкніть і тримайте кнопку камери в Повідомленнях, щоб миттєво слати відео.
vi: Chạm và giữ nút camera trong Tin nhắn để gửi nhanh video.
zh_cn: 在“信息”中轻点并按住相机按钮以快速发送视频。
zh_hk: 在「訊息」中點一下並按住相機按鈕以快速傳送影片。
zh_tw: 點一下並按住「訊息」中的相機按鈕來快速傳送影片。

# SMS_RELAY_MIC_OTHER_DEVICES_FOOTER
source: Allow these devices to send and receive text messages from this iPhone.
ar: السماح لهذه الأجهزة بإرسال واستلام الرسائل النصية من هذا الـ iPhone.
bg: Позволете на тези устройства да изпращат и получават текстови съобщения от този iPhone.
ca: Permet que aquests dispositius puguin enviar i rebre missatges des d’aquest iPhone.
cs: Přijímané a odesílané textové zprávy budou přeposílány mezi iPhonem a těmito zařízeními.
da: Disse enheder må sende og modtage sms'er fra iPhone.
de: Erlaube, dass diese Geräte SMS-Nachrichten von diesem iPhone senden und empfangen.
el: Επιτρέπεται σε αυτές τις συσκευές να στέλνουν και να λαμβάνουν γραπτά μηνύματα από αυτό το iPhone.
es: Permite a estos dispositivos enviar y recibir mensajes de texto desde este iPhone.
es_us: Permitir que estos dispositivos envíen y reciban mensajes de texto desde este iPhone.
fi: Salli näiden laitteiden lähettää ja vastaanottaa viestejä tästä iPhonesta.
fr: Autorisez ces appareils à envoyer et recevoir des SMS depuis cet iPhone.
fr_ca: Autorisez ces appareils à envoyer et recevoir les SMS de cet iPhone.
he: ניתן לאפשר למכשירים אלו לשלוח ולקבל הודעות מ-iPhone זה.
hi: इन डिवाइस को इस iPhone से SMS को भेजने और प्राप्त करने की अनुमति दें।
hr: Dozvolite ovim uređajima slanje i primanje tekstualnih poruka s ovog iPhonea.
hu: Ezek az eszközök küldhetnek és fogadhatnak szöveges üzeneteket erről az iPhone-ról.
id: Izinkan perangkat ini untuk mengirimkan dan menerima pesan teks dari iPhone ini.
it: Consenti a questi dispositivi di inviare e ricevere messaggi di testo da questo iPhone.
ja: これらのデバイスがこのiPhoneからSMS/MMSを送受信することを許可します。
kk: Бұл құрылғыларға осы iPhone құрылғысынан мәтіндік хабарларды жіберуге және қабылдауға рұқсат ету.
ko: 이 iPhone의 문자 메시지를 다음 기기에서 보내거나 받을 수 있도록 허용합니다.
lt: Leiskite šiems įrenginiams siųsti ir gauti tekstines žinutes iš šio „iPhone“.
ms: Benarkan peranti ini untuk menghantar dan menerima mesej teks daripada iPhone ini.
nl: Sta deze apparaten toe sms-berichten van deze iPhone te sturen en ontvangen.
no: Tillat at disse enhetene kan sende og motta tekstmeldinger fra denne iPhonen.
pl: Pozwalaj tym urządzeniom wysyłać i odbierać wiadomości tekstowe z tego iPhone'a.
pt_br: Permitir que estes dispositivos enviem e recebam mensagens de texto deste iPhone.
pt_pt: Permitir que estes dispositivos enviem e recebam mensagens SMS a partir deste iPhone.
ro: Permiteți ca aceste dispozitive să trimită și să recepționeze mesaje text de pe acest iPhone.
ru: Разрешить этим устройствам отправлять и получать текстовые сообщения с этого iPhone.
sk: Umožnite týmto zariadeniam odosielať a prijímať textové správy z tohto iPhonu.
sl: Dovolite tem napravam pošiljanje in prejemanje besedilnih sporočil iz tega iPhona.
sv: Tillåt att de här enheterna kan ta emot och skicka SMS via denna iPhone.
th: อนุญาตให้อุปกรณ์เหล่านี้ส่งและรับข้อความตัวอักษรจาก iPhone เครื่องนี้
tr: Bu aygıtların bu iPhone’dan mesaj gönderip almasına izin verin.
uk: Дозволити цим пристроям надсилати і отримувати текстові повідомлення з цього iPhone.
vi: Cho phép những thiết bị này gửi và nhận tin nhắn văn bản từ iPhone này.
zh_cn: 允许这些设备收发来自此iPhone的短信。
zh_hk: 允許這些裝置傳送及接收此iPhone的短訊。
zh_tw: 允許下列裝置發送和接收此iPhone的訊息。

# CHECK_IN_LOCATION_HISTORY_ENABLED
source: Full
ar: كاملة
bg: Пълни
ca: Completes
cs: Všechna data
da: Fuld
de: Vollständig
el: Πλήρη
es: Completos
es_us: Completos
fi: Täysi
fr: Intégrales
fr_ca: Intégrales
he: מלאים
hi: पूर्ण
hr: Potpuno
hu: Teljes
id: Penuh
it: Completi
ja: 制限なし
kk: Толық
ko: 전체
lt: Visa
ms: Penuh
nl: Volledig
pl: Wszystkie
pt_br: Completos
pt_pt: Completos
ro: Date complete
ru: Полностью
sk: Úplná
sl: V celoti
sv: Fullständig
th: ทั้งหมด
tr: Tam
uk: Повні дані
vi: Đầy đủ
zh_cn: 完整
zh_hk: 完整
zh_tw: 完整資料

# SMS_RELAY
source: Text Message Forwarding
ar: تحويل الرسائل النصية
bg: Препращане на съобщение
ca: Reenviament de missatges de text
cs: Přeposílání zpráv
da: Videresendelse af sms
de: SMS-Weiterleitung
el: Προώθηση γραπτών μηνυμάτων
es: Reenvío de mensajes de texto
es_us: Reenviar mensajes
fi: Tekstiviestien välitys
fr: Transfert de SMS
fr_ca: Transfert de SMS
he: העברת הודעות
hi: SMS फ़ॉरवर्डिंग
hr: Prosljeđivanje poruka
hu: Üzenettovábbítás
id: Penerusan Pesan Teks
it: Inoltro messaggi di testo
ja: テキストメッセージ転送
kk: Мәтіндік хабарды адрестеу
ko: 문자 메시지 전달
lt: Tekstinės žinutės persiuntimas
ms: Pemajuan Mesej Teks
nl: Sms-berichten doorsturen
no: Videresending av tekstmelding
pl: Przekazywanie
pt_br: Encaminhamento de Mensagens
pt_pt: Reencaminhamento de SMS
ro: Redirecționare SMS‑uri
ru: Переадресация
sk: Presmerovanie správ
sl: Posredovanje besedilnih sporočil
sv: SMS-koppling
th: การส่งต่อข้อความ
tr: Mesaj İletme
uk: Переадресація
vi: Chuyển tiếp tin nhắn văn bản
zh_cn: 短信转发
zh_hk: 訊息轉發
zh_tw: 訊息轉寄

source: iMessage Apps
ar: تطبيقات iMessage
bg: Приложения за iMessage
ca: Apps de l’iMessage
cs: Aplikace pro iMessage
da: Apps til iMessage
el: Εφαρμογές για iMessage
es: Apps de iMessage
es_us: Apps de iMessage
fi: iMessage-apit
fr: Apps iMessage
fr_ca: Apps iMessage
he: יישומי iMessage
hi: iMessage ऐप्स
hr: iMessage aplikacije
hu: iMessage-appok
id: App iMessage
it: App per iMessage
ja: iMessageアプリ
kk: iMessage қолданбалары
ko: iMessage용 앱
lt: „iMessage“ programos
ms: App iMessage
no: iMessage-apper
pl: Aplikacje do iMessage
pt_br: Apps para iMessage
pt_pt: Aplicações para iMessage
ro: Aplicații iMessage
ru: Приложения iMessage
sk: iMessage apky
sl: Aplikacije za iMessage
sv: iMessage-appar
th: แอปสำหรับ iMessage
tr: iMessage Uygulamaları
uk: Програми для iMessage
vi: Ứng dụng iMessage
zh_cn: iMessage信息App
zh_hk: iMessage App
zh_tw: iMessage App
